Repository: shomi11/XdrSubscript
Catalog: XdrSubscript/*.lproj/Localizable.strings
Languages: de, sr

source: Subscription
de: Abonnement
sr: Pretplata

source: Subscriptions
de: Abonnements
sr: Pretplate

source: Info
de: Die Info

source: History
de: Geschichte
sr: Istorija

source: Settings
de: Einstellungen
sr: Podešavanja

source: Hello
de: Hallo
sr: Zdravo

source: On the way next
de: Unterwegs weiter
sr: Nadolazeće

source: Subscription Name
de: Abonnementname
sr: Ime Pretplate

source: Choose your currency code
de: Wählen Sie Ihren Währungscode
sr: Izaberi šifru valute

source: Set Maximum Monthly Spending
de: Legen Sie die maximalen monatlichen Ausgaben fest
sr: Podesi maksimalnu željenu potrošnju

source: Username
de: Nutzername
sr: Korisiničko ime

source: Overview
de: Überblick
sr: Pregled

source: Confirm
de: Bestätigen
sr: Potvrdi

source: If you like to track how much you are above or bellow spending limit.
de: Wenn Sie verfolgen möchten, wie viel Sie über oder unter dem Ausgabenlimit liegen.
sr: Ako želite da pratite koliko ste iznad ili ispod granice potrošnje.

source: Currency
de: Währung
sr: Valuta

source: Subscriptions Info
de: Informationen zu Abonnements
sr: Pretplate Info

source: Total subscription's price:
de: Gesamtpreis des Abonnements:
sr: Ukupna cena pretplata:

source: Total number of subscriptions's:
de: Gesamtzahl der Abonnements:
sr: Ukupni broj pretplata

source: The most expensive(per month)
de: Das teuerste (pro Monat)
sr: Najskuplja pretplata(po mesecu)

source: Notification on
de: Benachrichtigung an
sr: Notifikacije uključene

source: Notification off
de: Benachrichtigung aus

source: Recents
de: Letzte
sr: Poslednje

source: Price Chart
de: Preisdiagramm
sr: Grafikon Cena

source: Total
de: Gesamt
sr: Ukupno

source: By Price(monthly)
de: Nach Preis (monatlich)
sr: Po Ceni(mesečno)

source: Total paid per subcription
de: Insgesamt pro Abonnement bezahlt
sr: Ukupno plaćeno po pretplati

source: Total per subcription
de: Insgesamt pro Abonnement
sr: Ukupno po pretplati

source: Total number of months subcribed
de: Gesamtzahl der abonnierten Monate
sr: Ukupan broj pretplaćenih meseci

source: Number of months subcribed
de: Anzahl der abonnierten Monate
sr: Broj pretplaćenih meseci

source: Delete All Subscriptions from history?
de: Alle Abonnements aus dem Verlauf löschen?
sr: Izbrisati sve pretplate iz istorije?

source: Delete
de: Löschen
sr: Obriši

source: Move to active
de: Wechseln Sie zu aktiv
sr: Pomeri u aktivno

source: Nothing in history yet.
de: Noch nichts in der Geschichte.
sr: Još uvek nemaš ništa u istoriji.

source: You can move your subscriptions to history from subscription details screen.
de: Sie können Ihre Abonnements vom Bildschirm mit den Abonnementdetails in den Verlauf verschieben.
sr: Možete da premestite svoje pretplate u istoriju sa ekrana detalji pretplate.

source: Delete all
de: Alles löschen
sr: Obriši sve

source: Are you sure?
de: Bist du dir sicher?
sr: Da li ste sigurni?

source: Was Subscribed to:
de: Wurde abonniert:
sr: Bio pretplaćen na:

source: Start date:
de: Startdatum:
sr: Startni datum:

source: Moved to history:
de: In die Geschichte verschoben:
sr: Pomereno u istoriju:

source: Total spent:
de: Gesamtausgaben:
sr: Ukupno potrošeno:

source: Subscribed to:
de: Abonniert zu:
sr: Pretplaćen na:

source: Subscription Provider
de: Abonnementanbieter
sr: Provajder pretplate

source: $ Subscription Price
de: $ Einschreibegebühr
sr: Cena Pretplate

source: Subscription Model
de: Abonnementmodell
sr: Model Pretplate

source: Start Date
de: Startdatum
sr: Početak pretplate

source: Notification
de: Benachrichtigung
sr: Notifikacije

source: Notification on the day of subscription should be billed
de: Die Benachrichtigung am Tag des Abonnements sollte in Rechnung gestellt werden
sr: Obaveštenje na dan pretplate treba da bude naplaćen

source: This is used for displaying subscription provider logo.
de: Dies wird zum Anzeigen des Logos des Abonnementanbieters verwendet.
sr: Koristi se kako bi vam pokazali sliku provajdera.

source: Provided by
de: Zur Verfügung gestellt von
sr: Omogućeno od

source: New Subscription
de: Neues Abonnement
sr: Nova Pretplata

source: Save
de: Speichern

source: Subscription dates
de: Abonnementdaten
sr: Datumi pretplata

source: Subscription Deleted
de: Abonnement gelöscht
sr: Pretplata Obrisana

source: Update
de: Aktualisieren
sr: Ažuriraj

source: Cancel
de: Stornieren
sr: Izadji

source: Subcription Provider url
de: URL des Abonnementanbieters
sr: Url provajdera preptlate

source: %@, you are %.2lf bellow max
de: %@, du bist %.2lf unten max
sr: %@, ti si %.2lf ispod maksimuma

source: You are %.2lf bellow max
de: Du bist %.2lf unten max
sr: Ti si %.2lf ispod maksimuma

source: %@, you are %.2lf above max
de: %@, du bist %.2lf über max
sr: %@, you are %.2lf iznad maksimuma

source: You are %.2lf above max
de: Du bist %.2lf über max
sr: You are %.2lf iznad maksimuma

source: Monthly subcriptions total: %.2lf
de: Monatliches Abonnement insgesamt: %.2lf
sr: Mesečne pretplate total: %.2lf

source: Yearly Subcriptions total: %.2lf
de: Jahresabonnement insgesamt: %.2lf
sr: Godišnje pretplate total: %.2lf

source: All subcription per month: %.2lf
de: Alle Abonnements pro Monat: %.2lf
sr: Sve pretplate mesečno: %.2lf

source: %@ added to your subsription's.
de: %@ Ihrem Abonnement hinzugefügt.
sr: %@ dodato u tvoje pretplate.

source: Subscription Price %@
de: Einschreibegebühr %@
sr: Cena Pretplate %@

source: Delete %@
de: Löschen %@
sr: Obriši %@

source: Delete %@?
de: Löschen %@?
sr: Obriši %@?

source: Name
sr: Ime

source: Hello, %@
sr: Zdravo, %@
